Repository: huljar/shadows
Catalog: Shadows/Strings.*.resx
Languages: de

# ConfirmExitCaption
source: Confirm Exit
de: Verlassen bestätigen

# ConfirmExitText
source: Do you really want to close Shadows?
de: Möchten Sie Shadows wirklich beenden?

# ConfirmFileDeletionCaption
source: Confirm deletion
de: Löschen bestätigen

# ConfirmFileDeletionText
source: Do you really want to move the selected files to the recycle bin?
de: Möchten Sie die ausgewählten Dateien wirklich in den Papierkorb verschieben?

# ErrorFolderAlreadyAddedCaption
source: Already added
de: Bereits hinzugefügt

# ErrorFolderAlreadyAddedText
source: The directory "{0}" has already been added.
de: Der Ordner "{0}" wurde bereits hinzugefügt.

# ErrorIncorrectCustomFileTypesCaption
source: Invalid custom file types
de: Ungültige benutzerdefinierte Dateitypen

# ErrorIncorrectCustomFileTypesText
source: The custom file types were not specified properly. Please correct them and try again.
de: Die benutzerdefinierten Dateitypen wurden nicht korrekt angegeben. Bitte überprüfen Sie sie und versuchen Sie es erneut.

# ErrorInvalidRegexEnteredCaption
source: Invalid regular expression
de: Ungültiger regulärer Ausdruck

# ErrorInvalidRegexEnteredText
source: The specified regular expression is invalid.
de: Der angegebene reguläre Ausdruck ist nicht gültig.

# ErrorLogfileNotFoundCaption
source: File not found
de: Datei nicht gefunden

# ErrorLogfileNotFoundText
source: Unable to find the log file. Maybe nothing was logged yet or the file has been deleted.
de: Die Logdatei konnte nicht gefunden werden. Vielleicht wurde noch nichts geloggt oder die Datei gelöscht.

# ErrorNoComparisonCriterionCheckedCaption
source: No comparison criterion
de: Kein Vergleichskriterium

# ErrorNoComparisonCriterionCheckedText
source: You have to specify at least one comparison criterion.
de: Sie müssen mindestens ein Vergleichskriterium angeben.

# ErrorNoFileTypesSpecifiedCaption
source: No file types
de: Keine Dateitypen

# ErrorNoFileTypesSpecifiedText
source: You must specify at least one file type.
de: Sie müssen mindestens einen Dateityp angeben.

# ErrorNoFoldersAddedCaption
source: No directories added
de: Keine Ordner hinzugefügt

# ErrorNoFoldersAddedText
source: You have to specify at least one directory to search.
de: Sie müssen mindestens einen Ordner zum Durchsuchen hinzufügen.

# ErrorParentFolderAlreadyAddedCaption
source: Already added
de: Bereits hinzugefügt

# ErrorParentFolderAlreadyAddedText
source: This directory is a subdirectory of "{0}" and therefore already included in the search.
de: Dieser Ordner ist ein Unterordner von "{0}" und daher bereits in der Suche einbezogen.

# ErrorRecycledFolderAddedCaption
source: Deleted directory
de: Gelöschter Ordner

# ErrorRecycledFolderAddedText
source: This directory has been deleted and cannot be searched.
de: Dieser Ordner wurde gelöscht und kann nicht durchsucht werden.

# ErrorSystemFilesWithoutAdminPrivilegesCaption
source: No administrator rights
de: Keine Administratorrechte

# ErrorSystemFilesWithoutAdminPrivilegesText
source: Administrator rights are required to search system files. Please exit the program and restart it with administrator permissions.
de: Administratorrechte werden benötigt, um Systemdateien zu durchsuchen. Bitte beenden Sie das Programm und starten es erneut mit Administratorrechten.

# ErrorUnableToAccessFolderCaption
source: Unable to open directory
de: Konnte Ordner nicht öffnen

# ErrorUnableToAccessFolderText
source: Cannot open directory "{0}". Maybe you don't have permissions to access it or it was renamed or deleted.
de: Der Ordner "{0}" konnte nicht geöffnet werden. Vielleicht haben Sie keine Zugriffsrechte oder er wurde umbenannt oder gelöscht.

# ErrorUnableToDeleteFileCaption
source: Unable to delete file
de: Konnte Datei nicht löschen

# ErrorUnableToDeleteFileText
source: Cannot delete file "{0}" - {1}
de: Konnte Datei "{0}" nicht löschen - {1}

# ErrorUnableToOpenFolderCaption
source: Unable to open folder
de: Konnte Ordner nicht öffnen

# ErrorUnableToOpenFolderText
source: Cannot open folder "{0}" - {1}
de: Konnte Ordner "{0}" nicht öffnen - {1}

# ErrorUnableToRenameFileCaption
source: Unable to rename file
de: Konnte Datei nicht umbenennen

# ErrorUnableToRenameFileText
source: Cannot rename file "{0}" - {1}
de: Konnte Datei "{0}" nicht umbenennen - {1}

# ErrorUnableToStartProcessCaption
source: Unable to open file
de: Konnte Datei nicht öffnen

# ErrorUnableToStartProcessText
source: Cannot open file "{0}" - {1}
de: Konnte Datei "{0}" nicht öffnen - {1}

# ErrorVirtualFolderAddedCaption
source: Virtual directory
de: Virtueller Ordner

# ErrorVirtualFolderAddedText
source: Virtual directories cannot be added to the search.
de: Virtuelle Ordner können nicht zur Suche hinzugefügt werden.

# SearchCompletedBalloonText
source: {0} Shadows were found.
de: {0} Schatten wurden gefunden.

# SearchCompletedBalloonTitle
source: Search completed
de: Suche abgeschlossen

# SearchCountingFiles
source: Counting files ...
de: Berechne Dateianzahl ...

# SearchFileXOfY
source: File {0} of {1}
de: Datei {0} von {1}

# SearchNotScanningYet
source: Not scanning anything yet
de: Scanne noch nichts

# SearchProgress
source: {0}% done
de: {0}% fertiggestellt

# SearchScanningFiles
source: Files are being scanned ...
de: Dateien werden gescannt ...

# SearchScanningFolder
source: Scanning {0}
de: Scanne {0}

# SearchSkippingFileOrDirectory
source: Skipping {0} - {1}
de: Überspringe {0} - {1}

# SearchStatusAborted
source: Status: Aborted
de: Status: Abgebrochen

# SearchStatusActive
source: Status: Active
de: Status: Aktiv

# SearchStatusCompleted
source: Status: Completed
de: Status: Abgeschlossen

# SearchStatusPaused
source: Status: Paused
de: Status: Pausiert

# SearchXFilesScanned
source: {0} files scanned
de: {0} Dateien gescannt

# SearchXShadowsFound
source: {0} Shadows found
de: {0} Schatten gefunden

# WarningManyFoldersOpeningCaption
source: Warning
de: Warnung

# WarningManyFoldersOpeningText
source: This action will open a lot of folders and might slow down the computer. Are you sure you wish to continue?
de: Diese Aktion wird viele Ordner öffnen und könnte den PC verlangsamen. Möchten Sie wirklich fortfahren?

# WarningMultipleSubfoldersAlreadyAddedText
source: You have already added several directories that are subdirectories of "{0}". If you add this directory, the old ones will be removed from the list, but still be included in the search. Do you want to add the new directory?
de: Sie haben bereits mehrere Ordner hinzugefügt, die Unterordner von "{0}" sind. Wenn Sie diesen Ordner hinzufügen, werden die alten Ordner aus der Liste entfernt, sind aber dennoch in der Suche einbezogen. Möchten Sie den neuen Ordner hinzufügen?

# WarningSingleSubfolderAlreadyAddedText
source: You have already added the directory "{0}", which is a subdirectory of "{1}". If you add the new directory, the old one will be removed from the list, but still be included in the search. Do you want to add the new directory?
de: Sie haben bereits den Ordner "{0}" hinzugefügt, der ein Unterordner von "{1}" ist. Wenn Sie diesen Ordner hinzufügen, wird der alte Ordner aus der Liste entfernt, ist aber dennoch in der Suche einbezogen. Möchten Sie den neuen Ordner hinzufügen?

# WarningSubfolderAlreadyAddedCaption
source: Already partially added
de: Bereits teilweise hinzugefügt

# WorkingInBackgroundBalloonText
source: You will be notified as soon as the search has completed.
de: Sie werden benachrichtigt, sobald die Suche abgeschlossen ist.

# WorkingInBackgroundBalloonTitle
source: Shadows is working in the background
de: Shadows arbeitet im Hintergrund
